Repository: mozilla-l10n/mt-training-data
Catalog: su/su_pontoon.tmx
Source language: en_us
Languages: su

source: Homepage Settings
su: Setélan Tepas

source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Enhanced Tracking Protection for that page.
su: Upama loka teu jalan, toél taméng dina papan alamat sarta pareuman Perlindungan Palacakan Lanjutan pikeun éta kaca.

source: Immediately
su: Geuwat

source: Incorrect passcode. Try again.
su: Kode rusiah salah. Pecakan deui.

source: Incorrect passcode. Try again (Attempts remaining: %d).
su: Kode rusiah salah. Pecakan deui (Sésa mecakan: %d).

source: Increase text size
su: Gedéan ukuran téks

source: Intro Tour Carousel
su: Korsél Tur

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
su: Ieu téh meureun salah setélan atawa diruksak ku panarajang. Tuluykeun wé mun anjeun narima kana poténsi résikona.

source: just now
su: cik kénéh

source: Just to confirm, you wanted ‘Clear Private Tabs’?
su: Ngayakinkeun, anjeun badé ‘Meresihan Tab Nyamuni’?

source: Just to confirm, you wanted ‘Go to Copied Link’?
su: Ngayakinkeun, anjeun badé ‘Indit ka Tutumbu Tironan’?

source: Just to confirm, you wanted ‘New Private Search’?
su: Ngayakinkeun, anjeun badé ‘Pamaluruhan Nyamuni Anyar’?

source: Just to confirm, you wanted ‘New Search’?
su: Ngayakinkeun, anjeun badé ‘Pamaluruhan Anyar’?

source: Last modified %@
su: Ropéaan panungtung %@

source: Last month
su: Bulan Kamari

source: Last synced: %@
su: Singkronan Panungtung

source: Last week
su: Minggu Kamari

source: Last Week
su: Minggu Kamari

source: Learn How
su: Lenyepan Carana

source: Learn More.
su: Lenyepan.

source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
su: Lenyepan kumaha carana Kilung Palacakan meungpeuk palacak online nalika kukumpul data langlangan anjeun ti antar bebedan raramatloka.

source: Licenses
su: Lisénsi

source: Load in Background
su: Muat di Kasangtukang

source: Loading content…
su: Ngamuat kontén…

source: Loading in Firefox
su: Ngamuat di Firefox

source: Load original page
su: Muat kaca asli

source: Login
su: Asup Log

source: Log in
su: Asup log

source: Logins & Passwords
su: Login & Sandi

source: Logins will be permanently removed.
su: Asup log rék dipupus kalawan permanén

source: Logins will be removed from all connected devices.
su: Asup log bakal dipiceun ti sakumna parangkat nu nyambung.

source: Log Out
su: Kaluar Log

source: Log Out?
su: Kaluar Log?

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
su: Kawasna mah Firefox geus ruksak saméméhna. Anjeun rék malikkeun deui tabna?

source: Mail App
su: Aplikasi Surélék

source: Manage Account & Devices
su: Atur Akun & Parangkat

source: Mark as Read
su: Cirian geus Dibaca

source: Mark as Unread
su: Cirian can Dibaca

source: Maximum attempts reached. Please try again in an hour.
su: Geus nepi ka wates luhur tarekah. Pecakan sajam deui mah.

source: Maximum attempts reached. Please try again later.
su: Geus loba teuing mecakan. Pecakan deui engké nya.

source: Missing error
su: Leungiteun éror

source: Missing message
su: Leungiteun talatah

source: Mobile Bookmarks
su: Markah Ider

source: mobile device
su: parangkat ider

source: Modified
su: Dirobah

source: Modified %@
su: Dirobah %@

source: More
su: Lobaan

source: More Info…
su: Émbaran salengkepna…

source: more than a month ago
su: leuwih ti sabulan kalarung

source: more than a week ago
su: leuwih ti saminggu kalarung

source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
su: Mozilla bakal kukumpul data nu diperlukeun hungkul jang nyadiakeun jeung ngoméan Firefox pikeun balaréa.

source: My Photos
su: Poto Kuring

source: Navigation Toolbar
su: Wilah Parabot Navigasi

source: New Bookmark
su: Markah Anyar

source: New Folder
su: Carangka Anyar

source: New passcode must be different than existing code.
su: Kodeu rusiah nu anyar kudu beda ti nu asal.

source: New Private Search
su: Pamaluruhan Nyamuni Anyar

source: New Private Tab
su: Tab Salindungan Anyar

source: New Private Tab opened
su: Tab Salindungan anyar dibuka

source: New Search
su: Pamaluruhan Anyar

source: New Separator
su: Pamisah Anyar

source: New Tab
su: Tab Anyar

source: New tab arrived from another device.
su: Tab anyar geus nepi ti parangkat séjén.

source: New tab arrived in %@
su: Tab anyar geus nepi di %@

source: New Tab opened
su: Tab Anyar dibuka

source: Next
su: Tuluy

source: Next in-page result
su: Hasil satuluyna dina kaca

source: Next Page
su: Kaca satuluyna

source: No
su: Ulah

source: No account? Create one to sync Firefox between devices.
su: Teu boga akun? Jieun pikeun nyingkronkeun Firefox antarparabot.

source: No Internet Connection
su: Euweuh Konéksi Internét

source: No logins found
su: Taya login kapanggih

source: No open tabs.
su: Taya tab muka.

source: No Open Tabs
su: Taya Tab Muka

source: Normal Browsing Mode
su: Modeu Langlangan Normal

source: No tabs
su: Euweuh tab

source: Not Now
su: Moal Waka

source: No trackers blocked for this site.
su: Euweuh pelacak anu dipeungpeuk pikeun ieu loka.

source: No trackers known to Firefox were detected on this page.
su: Taya palacak anu dipikawanoh ku Firefox karampa dina ieu kaca.

source: No tracking elements detected on this page.
su: Euwuh élemén palacak nu kadéték di ieu kaca.

source: %(numberRemaining)s recovery codes remaining
su: Sandi pemulihan kari %(numberRemaining)s

source: Offers stronger protection, but may cause some sites to break.
su: Nawarkeun perlindungan anu leuwih kuat, ngan bisa ngabalukarkeun sababaraha loka jadi ruksak.

source: Offer to Open Copied Links
su: Tawaran Muka Tutumbu Tironan

source: Offer to translate any site written in a language that is different from your default language.
su: Tawaran pikeun narjamahkeun loka mana waé anu eusina basa anu béda ti setélan basa anjeun.

source: Offer Translation
su: Tawarkeun Tarjamahan

source: Offline Website Data
su: Data Raramatloka Oflén

source: Okay
su: Okéh lah

source: Only HTTP and HTTPS links can be shared.
su: Ukur tutumbu HTTP jeung HTTPS nu bisa dibagikeun mah.

source: Only when using Tracking Protection
su: Ngan sawaktu maké Kilung Palacakan wungkul

source: On your computer open Firefox and go to firefox.com/pair
su: Dina komputer anjeun buka Firefox terus buka firefox.com/pair

source: Oops! Firefox crashed
su: Euleuh! Firefoxna ruksak ning

source: Open App Store
su: Buka App Store

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
su: Buka artikel di Pidangan Baca ku cara noél ikon buku nalika éta bijil di wilah judul.

source: Open & Fill
su: Buka & Eusian

source: Open Firefox
su: Buka Firefox

source: Open in Firefox
su: Buka di Firefox

source: Opening %@
su: Mukakeun %@

source: Open in New Private Tab
su: Buka dina Tab Salindungan Anyar

source: Open in New Tab
su: Buka dina Tab Anyar

source: Open in Private Mode
su: Buka di Modeu Nyalindung

source: Open in Safari
su: Buka dina Safari

source: Open Last Bookmark
su: Buka Markah Panungtung

source: Open Last Tab
su: Buka Tab Panungtung

source: Open mail links with
su: Buka surélék maké

source: Open New Private Tab
su: Buka Tab Nyamuni Anyar

source: Open New Tab
su: Buka Tab Anyar

source: Open Selected Tab
su: Buka Tab Pinilih

source: Open Settings
su: Buka Setélan

source: Open Sync Preferences
su: Buka Préférénsi Singkron

source: Open this link in external app?
su: Buka ieu tutumbu di apl éksternal?

source: Open this link in the App Store?
su: Buka ieu tutumbu di App Store?

source: Page Actions
su: Peta Kaca

source: Page Options Menu
su: Menu Pilihan Kaca

source: Panel Chooser
su: Pamilih Padung

source: Passcode For Logins
su: Kodeu Rusiah Jang Asup Log

source: Passcodes didn’t match. Try again.
su: Kodeu rusiah teu nurub. Pecakan deui.

source: password
su: kecap sandi

source: Passwords were leaked or stolen since you last changed your password. To protect this account, log in to the site and change your password.
su: Kecap konci bocor atawa dipaling saprak anjeun ngarobah kecap konci. Pikeun ngajaga ieu akun, login ka lokana laju ganti kecap konci anjeun.

source: Password updated using recovery key
su: Kecap sandi diropéa maké konci pemulihan

source: Personalize your Firefox just the way you like in Settings.
su: Personalisasi Firefox anjeun sakahayang dina Setélan.

source: Photos
su: Poto

source: Pick up where you left off
su: Angkut di tempat nu ku anjeun tinggalkeun

source: Pick which theme you want
su: Pilih téma anu cocog

source: Pinned To Top Sites
su: Diseumat ka Loka Top

source: Pin to Top Sites
su: Gantélkeun ka Loka Pangluhurna

source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
su: Mangga heugbaékeun Firefox pikeun ngaksés kaméra parangkat anjeun dina ‘Setélan’ -> ‘Salindungan’ -> ‘Kaméra’.

source: Please fill all fields correctly.
su: Mangga eusian kabéh sing bener.

source: Please open Firefox, go to Settings and sign in to continue.
su: Mangga buka Firefox, buka Setélan sarta asup pikeun neruskeun.

source: Preview
su: Pramidang

source: Preview of %@
su: Pramidang tina %@

source: Preview Theme
su: Téma Pramidang

source: Previous in-page result
su: Hasil saméméhna dina kaca

source: Privacy Policy
su: Kawijakan Salindungan

source: Private Browsing
su: Langlangan Nyamuni

source: Private Browsing Mode
su: Modeu Langlangan Nyalindung

source: Private Mode
su: Modeu Nyamuni

source: Protection Against Ad Tracking
su: Perlindungan Ngalawan Palacakan Iklan

source: Protection Level
su: Tingkat Perlindungan

source: Protections for %@
su: Perlindungan pikeun %@

source: Protect your logins and data everywhere you use Firefox.
su: Jaga login jeung data anjeun di mana waé anjeun maké Firefox.

source: Quick access to various Firefox acions
su: Aksés gancang kana sagala rupa peta Firefox

source: Quick action
su: Lampah gancang

source: Quick Action
su: Peta Gancang

source: Quick Actions
su: Lampah gancang

source: Quick Action Type
su: Tipeu Peta Gancang

source: Quick-Search Engines
su: Mesin Pamaluruh Gancang

source: Quick View
su: Témbongan Gancang

source: read
su: baca

source: Reader Mode available
su: Modeu Baca sayaga

source: Reader View
su: Pidangan Baca

source: Reading list
su: Daptar bacaeun

source: Ready to Scan
su: Siap Mindai

source: Recent Bookmarks
su: Markah kabucit

source: Recently Bookmarked
su: Anyar Dimarkahan

source: Recently Closed
su: Cik Kénéh Ditutup

source: Recently Visited
su: Anyar Dianjangan

source: Recommended by Pocket
su: Disarankeun ku Pocket

source: Recovery code used
su: Sandi pemulihan dipaké

source: Reduces targeted ads and helps stop advertisers from tracking your browsing.
su: Ngurangan iklan ditargét sarta mantuan ngeureunan pangiklan ngalacak pamaluruhan anjeun.

source: Re-enter passcode
su: Asupkeun deui kodeu rusiah

source: Reload page
su: Muat ulang kaca

source: Reload Page
su: Muat Ulang Kaca

source: Reload Without Tracking Protection
su: Muat Ulang Tanpa Kilung Palacakan

source: Reload With Tracking Protection
su: Muat Ulang Kalawan Kilung Palacakan

source: Remote Clients
su: Klién Paanggang

source: Remove Account
su: Cabut Akun

source: Remove Bookmark
su: Piceun Markah

source: Removed From Top Sites
su: Dipiceun ti Loka Top

source: Remove from Reading List
su: Piceun tina Daptar Bacaeun

source: Remove history from your Firefox Account?
su: Piceun jujutan tina akun Firefox Account anjeun?

source: Remove page — %@
su: Piceun kaca — %@

source: Remove Pinned Site
su: Piceun Loka Ngagantél

source: Remove the Firefox Account associated with this device to sign in as a different user.
su: Cabut Akun Firefox anu dihubungkeun jeung ieu alat pikeun asup salaku pangguna anu béda.

source: Reopen
su: Buka deui

source: Reopen Closed Tab
su: Buka Deui Tab Nu Ditutup

source: Reopen Last Closed Tab
su: Buka Deui Tab Katutup Panungtung

source: Report Site Issue
su: Laporkeun Masalah Loka

source: Request Desktop Site
su: Pénta Loka Déstop

source: Request Mobile Site
su: Pundut Loka Ider

source: Require Passcode
su: Butuh kodeu rusiah

source: Resend Email
su: Kirim Deui Surélék

source: Reset text size
su: Setél deui ukuran téks

source: Retry
su: Pecak deui

source: Reveal
su: Bolékérkeun

source: Rows: %d
su: Baris: %d

source: Safe Sync
su: Singk Aman

source: Saved Logins
su: Asup log Kasimpen

source: SAVED LOGINS
su: ASUP LOG DITEUNDEUN

source: Save Image
su: Teundeun Gambar

source: Save Login
su: Teundeun Asup log

source: Save login %1$@ for %2$@?
su: Teundeun asup log %1$@ pikeun %2$@?

source: Save Logins
su: Teundeung Asup Log

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
su: Teundeun kaca kana Daptar Bacaeun ku cara noél ikon plus buku dina kontrol Pidangan Baca,

source: Save password for %@?
su: Teundeun kecap sandi pikeun %@?

source: Scan QR Code
su: Pindéy kodeu QR

source: Scan the QR code shown at firefox.com/pair
su: Pindai kode QR anu dipidangkeun dina firefox.com/pair

source: %@ search
su: %@ paluruh

source: Searches for the suggestion
su: Paluruh tina saran

source: Search in Firefox
su: Paluruh di Firefox

source: Searching for something different? Choose another default search engine (or add your own) in Settings.
su: Néangan nu béda? Pilih mesin pamaluruhan baku séjénna di Setélan.

source: Search in Private Tab
su: Paluruh dina Tab Nyamuni

source: Search Input Field
su: Widang Eusian Pamaluruhan

source: Search Settings
su: Setélan Pamaluruhan

source: Search suggestions from %@
su: Anjuran Pamaluruhan ti %@

source: Search suggestions get you to websites faster.
su: Saran pamaluruhan ngagancangkeun nujul ka raramatloka anjeun.

source: Search Tabs
su: Paluruh Tab

source: Search with Firefox
su: Paluruh ku Firefox

source: Secure connection
su: Sambungan aman

source: Select a Firefox shortcut to add to your Home screen.
su: Pilih takulan Firefox pikeun ditambahkeun ka layar Tepas anjeun.

source: Select Location Bar
su: Pilih Wilah Lokasi

source: Send a crash report so Mozilla can fix the problem?
su: Kirim laporan karuksakan sangkan Mozilla bisa ngoméan masalahna?

source: Send Feedback
su: Kirim Pangdeudeul

source: Send Report
su: Kirim Laporan

source: Send Tab
su: Kirim Tab

source: Send to Device
su: Kirim ka Parangkat

source: Send Usage Data
su: Kirim Data Pamakéan

source: Send websites a Do Not Track signal that you don’t want to be tracked
su: Kirim raramatloka sinyal Ulah Ngalacak nu mana anjeun embung dilacak.

source: Services
su: Jasa

source: Set as Default Browser
su: Jadikeun Panyungsi Baku

source: Set Homepage
su: Setél Tepas

source: Set links from websites, emails, and Messages to open automatically in Firefox.
su: Setél tutumbu ti raramatloka, surélék, jeung Surat pikeun muka otomatis dina Firefox.

source: Set Passcode
su: Jieun kodeu rusiah

source: Set Rows
su: Atur Baris

source: Set Theme
su: Setél Tema

source: Share Link
su: Bagikeun Tutumbu

source: Share Page With…
su: Bagikeun Kaca Kana…

source: Show All Tabs
su: Témbongkeun Kabéh Tab

source: Show in Application Menu
su: Tembongkeun dina Ménu Aplikasi

source: Show Link Previews
su: Témbongkeun Pratayang Tutumbu

source: Show More
su: Pidangkeun Leuwih Loba

source: Show Next Tab
su: Tempokeun Tab Satuluyna

source: Show Previous Tab
su: Tempokeun Tab Saméméhna

source: Show Search Suggestions
su: Témbongkeun Anjuran Maluruh

source: Show Tabs
su: Témbongkeun Tab

source: Show Tour
su: Pidangkeun tur

source: Show your Reading List
su: Témbongkeun Daptar Bacaeun anjeun

source: Sign In
su: Asup

source: Sign In to Firefox
su: Asup ka Firefox

source: Sign in to view a list of tabs from your other devices.
su: Asup log pikeun nénjo daptar tab ti parangkat anjeun nu séjén.

source: Sign in to your account to sync and access more features.
su: Asup ka akun anjeun jang singkron sarta ngaksés fitur nu leuwih.

source: Sign In with Your Camera
su: Asup Maké Kaméra Anjeun

source: Sign Up
su: Daptar

source: Siri Shortcuts
su: Tarabas Siri

source: Social networks place trackers on other websites to build a more complete and targeted profile of you. Blocking these trackers reduces how much social media companies can see what do you online.
su: Jajaring sosial masang palacak di raramatloka séjén pikeun ngawangun profil anjeun anu leuwih lengkep. Meungpeuk palacak siga kieu bisa ngurangan pangawasan maskapé média sosial kana naon anu dipigawé ku anjeun dina jaringan.

source: Social trackers
su: Palacak sosial

source: Social Trackers
su: Palacak Sosial

source: Start Browsing
su: Mitembeyan Ngalanglang

source: Swipe right or left with three fingers to close the tab.
su: Ésér ka katuhu atawa kénca maké tilu ramo pikeun nutup tab.

source: Switch automatically based on screen brightness
su: Gilir otomatis dumasar caangna layar

source: Switch Mode
su: Pindah Modeu

source: Switch Your Default Browser
su: Alihkeun Panyungsi Baku Anjeun

source: Sync Connected
su: Singkronan Nyambung

source: Sync Disconnected
su: Singkronan Pegat

source: Synced Devices
su: Parangkat Kasingkron

source: Synced Tabs
su: Tab Singkron

source: Sync Firefox Between Devices
su: Singkronkeun Firefox Antara Gawai

source: Sync Firefox between devices with an account.
su: Nyingkronkeun Firefox antarparabot maké hiji akun.

source: Syncing
su: Nyingkronkeun

source: Syncing has failed
su: Singkronan gagal

source: Sync is experiencing issues syncing %@
su: Singkronan ngarandapan masalah sabet nyingkronkeun %@

source: Sync is offline
su: Singkronan keur oflén

source: Sync is unavailable
su: Singkronan teu sayaga

source: Sync Now
su: Singkronkeun Ayeuna

source: Sync Settings
su: Setélan Singkronan

source: Sync your bookmarks, history, and passwords to your phone.
su: Singkronkeun markah, jujutan, jeung sandi kana ponsél anjeun.

source: Sync your tabs, bookmarks, passwords and more.
su: Singkronkeun tab anjeun, markah, kecap sandi jeung lianna.

source: Sync your tabs, passwords and more.
su: Singkronkeun tab anjeun, kecap sandi jeung sajabana.

source: System Theme
su: Téma Sistem

source: Tab %1$@ of %2$@
su: Tab %1$@ ti %2$@

source: Tab received
su: Tab katampa

source: Tab received from %@
su: Tab katampa ti %@

source: Tabs %1$@ to %2$@ of %3$@
su: Tab %1$@ nika %2$@ ti %3$@

source: Tab Sent
su: Tab Dikirim

source: Tabs Tray
su: Baki Tab

source: Take Firefox with You
su: Giwing Firefox

source: Take Your Web With You
su: Bawa Raramat Anjeun Jeung Anjeun

source: Tap the mask icon to slip into Private Browsing mode.
su: Toél ikon kedok jang asup kana modeu langlangan nyalindung.

source: Tap to begin
su: Toél jang ngamimitian

source: Thanks for choosing Firefox!
su: Nuhun geus milih Firefox!

source: The data is invalid
su: Data henteu sohéh

source: The Last Hour
su: Sajam Panungtung

source: The link you are trying to share cannot be shared.
su: Tutumbu nu ku anjeun mecak dibagikeun téh horéng teu bisa dibagikeun.

source: Theme Picker
su: Pilih Téma

source: Themes
su: Téma

source: The new search engine will appear in the quick search bar.
su: Mesin pamaluruhan anyar bakal bijil dina wilah pamaluruhan gancang.

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
su: Pamilik %@ nyetél raramatlokana teu mantes. Pikeun ngilungan sangkan émbaran anjeun teu dipaling, Firefox henteu nyambungkeun ka ieu raramatloka.

source: The page could not be displayed in Reader View.
su: Kaca teu bisa dipidangkeun dina Modeu Baca

source: There are ${count} options matching ‘Clear Private Tabs’.
su: Aya ${count} pilihan nu cocog jeung ‘Beresihan Tab Nyamuni’.

source: There are ${count} options matching ‘Go to Copied Link’.
su: Aya ${count} pilihan nu cocog jeung ‘Indit ka Tutumbu Tironan’.

source: There are ${count} options matching ‘New Private Search’.
su: Aya ${count} pilihan nu cocog jeung ‘Pamaluruhan Nyamuni Anyar’.

source: There are ${count} options matching ‘New Search’.
su: Aya ${count} pilihan nu cocog jeung ‘Pamaluruhan Anyar’.

source: There was an error converting the page
su: Aya éror nalika ngonvérsi ieu kaca

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
su: Aya masalah sabet ngaksés tab ti parangkat anjeun nu séjén. Pecakan deui engké sakeudeung.

source: The search provider could not be added.
su: Panyayaga pamaluruhan teu bisa ditambahkeun.

source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
su: Ieu réréméh nuturkeun ti loka ka loka pikeun ngumpulkeun data ngeunaan naon anu dipigawé daring ku anjeun. Éta kabéh dijieun ku pihak katilu sarupaning tukang iklan jeung maskapé analitika.

source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
su: Setélan dina panyungsi jeung komputer anjeun téh unik. Fingerprinter ngumpulkeun rupa-rupa setélan unik ieu pikeun nyiptakeun propil anjeun, anu bisa dipaké pikeun ngalacak anjeun nalika nyungsi.

source: The site includes elements that may track your browsing. You have disabled protection.
su: Ieu loka kaasup éleménna sigana mah ngalacak langlangan anjeun. Anjeun geus mareuman kilung.

source: The sites you visit most
su: Loka anu pangmindengna dianjangan

source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display's current brightness.
su: Téma bakal otomatis robah dumasar caangna pidangan anjeun. Anjeun bisa setél wates parobahanana. Buleudanna téh ciri caangna pidangan anjeun kiwari.

source: The web page language is detected on the device, and a translation from a remote service is offered.
su: Basa kaca raramat kabaca dina parangkat, sarta aya tawaran alih basa ti layanan ti kajauhan.

source: This action will clear all of your private data, including history from your synced devices.
su: Ieu peta bakal meresihan sakumna data pribadi anjeun, kaasup jujutan ti parangkat anjeun nu geus disaluyukeun.

source: This action will clear all of your private data. It cannot be undone.
su: Ieu peta rék meresihan sakumna data pribadi anjeun. Ieu teu bisa dibedokeun.

source: This action will clear all of your website data. It cannot be undone.
su: Ieu peta bakal meresihan sakur data raramatloka anjeun. Ieu teu bisa dibedokeun.

source: This allows you to save the image to your Camera Roll.
su: Ieu ngahégbaékeun anjeun pikeun neundeun gambar kana Roll Kaméra anjeun.

source: This breach occurred on
su: Rumpakan ieu lumangsung ping

source: This Connection is Untrusted
su: Ieu Sambungan Teu Kapercaya

source: This device has been successfully disconnected from Firefox Sync.
su: Ieu parangkat geus laksana dipegatkeun ti Singkronan Firefox

source: This folder isn’t empty.
su: Ieu carangka hanteu kosong.

source: This lets you save and upload photos.
su: Ieu bisa anjeun paké jang neundeun sarta ngunjalkeun poto.

source: This lets you save photos.
su: Ieu bisa anjeun paké jang neundeun poto.

source: This lets you take and upload photos.
su: Ieu bisa anjeun paké jang nyomot sarta ngunjalkeun poto.

source: This lets you take and upload videos.
su: Ieu bisa anjeun paké jang nyomot sarta ngunjalkeun vidéo.

source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
su: Ieu kaca sigana maké basa %1$@. Tarjamahkeun ka %2$@ maké %3$@?

source: this week
su: minggu ieu

source: This will open in another application
su: Ieu bakal dibuka di aplikasi séjén
